/*
	Localizable.strings
	mailpeeper-tls

	Created by miff in July 2012.
*/

"VERSION_WARNING" = "shutdown for MacOSX version(<10.2).";
"NOW_WAITING" = "waiting";
"GENERAL_SHEET_NG" = "The setting is wrong. please set up once more.";
"STOP_WALKING" = "× %@";
"EMPTY_ITEM" = "(empty)";
"NEW_MAIL_MARK" = "○";
"SEL_TV_ITEMS" = "%d are selected.";

/* デフォールトのアカウント設定 */
"DEFAULT_ACCOUNT" = "(new account)";
"DEFAULT_POP3" = "pop3server.default.com";
"DEFAULT_USER" = "default-user";
"DEFAULT_PASS" = "PAS";

/* アカウント検証時のNG */
"ACNG_REGISTERD" = "There is already the same account name. please set up by another name.";
"ACNG_ACCOUNT" = "account is wrong.";
"ACNG_POP3" = "POP3 server is wrong.";
"ACNG_PORTNO" = "port number is wrong.";
"ACNG_USERNAME" = "username is wrong.";
"ACNG_PASSWORD" = "password is wrong.";
"ACNG_UNKNOWN" = "The account's setting is wrong. please set up once more.";

/* アカウント削除のアラート */
"DEL_ACCOUNT_TITLE" = "deleting acount";
"DEL_ACCOUNT_QUESTION" = "Do you delete this account( %@ )?";
"DEL_ACCOUNT_YES" = "delete";
"DEL_ACCOUNT_NO" = "not delete";

/* メールチェック(or 削除)スレッドのステータスメッセージ */
"THSTAT_ACCOUNT" = "starting mail check( %@ ).";
"THSTAT_CONNECT" = "connecting( %@ ).";
"THSTAT_CONNECT_NG" = "can't connecting( %@ ).";
"THSTAT_USER_NG" = "rejected at user name authentication( %@ ).";
"THSTAT_PASS_NG" = "rejected at password authentication( %@ ).";
"THSTAT_USER_KILL" = "stopped mail check.";
"THSTAT_PROC_NG" = "an error occured in proceeding( %@ ).";
"THSTAT_NO_MAIL" = "there is no received mail.";
"THSTAT_SOME_MAIL" = "the recieved mail are %d (new mails are %d ).";
"THSTAT_NO_REMOVE" = "no mail were deleted.";
"THSTAT_SOME_REMOVE" = "%d mails were deleted.";
"THSTAT_REPORT_COUNT" = "checking mails at %@ ( %d / %d )"; //何件中の何件目ってのが普通とは逆位置になるね

/* メール削除のアラート */
"DEL_MAIL_TITLE" = "deleting mails";
"DEL_MAIL_QUESTION" = "Do you delete selected %d mails?";
"DEL_MAIL_YES" = "delete";
"DEL_MAIL_NO" = "not delete";

/* End Of File */
